import Drink from "@/shared/types/Drink";

export const drinks: Drink[] = [
    {
        id: 1,
        value: "ivanchai",
        name: "Рецепт настойки на Иван-чае",
        title: "Рецепт настойки на Иван-чае",
        description: "Ещё на Руси употребляли настой из Иван-чая как напиток и лекарство от различных хворей. " +
            "Эта невзрачная на вид травка по лечебному воздействию и оздоравливающим свойствам, учитывая неповторимое " +
            "химическое содержание, многократно превосходит даже морскую капусту.",
        image: "",
        recipe: "Ингредиенты: "
    },
    {
        id: 2,
        value: "cherry",
        name: "Классическая настойка из вишни",
        title: "Классическая настойка из вишни:",
        description: "Самый простой вариант приготовления с насыщенным вкусом и узнаваемым миндальным послевкусием.",
        image: "",
        recipe: "Ингредиенты:"
    },
    {
        id: 3,
        value: "zubrovka",
        name: "Рецепт «Зубровки»",
        title: "Рецепт «Зубровки»:",
        description: "Трава зубровка содержит гликозид кумарина – вещество которое формирует у настойки аромат " +
            "свежескошенного сена, повышает аппетит и улучшает пищеварение.",
        image: "",
        recipe: "Ингредиенты:"
    },
    {
        id: 4,
        value: "apricot",
        name: "Абрикосовая настойка",
        title: "Абрикосовая настойка:",
        description: "",
        image: "",
        recipe: "Ингредиенты:"
    },
    {
        id: 5,
        value: "beherovka",
        name: "Бехеровка",
        title: "Бехеровка:",
        description: "Карловы Вары, место где была изобретена Бехеровка, уже несколько веков остается признанным оздоровительным курортом. \n" +
            "Здесь находится 12 термальных источников, а 13 источником, дающим жизненные силы и здоровье, называют Бехеровку. Этот \n" +
            "крепленый ликер (на минуточку, крепость его – 38%!) был разработан в 1807 году как лекарство для пищеварения местным \n" +
            "аптекарем немецкого происхождения Йозефом Витусом Бехером. Сначала он продавал его только в своей аптеке под названием «English Bitter».",
        image: "",
        recipe: "Ингредиенты:"
    },
    {
        id: 6,
        value: "chernosliv",
        name: "Настойка чернослива на водке",
        title: "Настойка чернослива на водке:",
        description: "Приготовленная по этому рецепту домашняя настойка отличается сладким привкусом и больше подходит для \n" +
            "дам или как десертный напиток. В качестве алкогольной основы рекомендую брать хорошую водку или разбавленный до 45 градусов спирт.",
        image: "",
        recipe: "Состав:"
    },
    {
        id: 7,
        value: "kalganovka",
        name: "Рецепт Калгановки",
        title: "Калгановка – вкусная и полезная настойка корня калгана на водке:",
        description: "Калган (Potentilla), или лапчатка, дубровка – это многолетнее лекарственное растение из семейства Розовые. \n" +
            "В переводе с латыни «потенция» — это «сила». И это растение не зря так назвали. На Руси его прозвали «могущником».Наши предки \n" +
            "использовали корень калгана для лечения заболеваний желудка, печени и повышения иммунитета.",
        image: "",
        recipe: ""
    },
    {
        id: 8,
        value: "erofeich",
        name: "Рецепт Ерофеича",
        title: "Рецепт Ерофеича:",
        description: "Ерофеич – травяная настойка российского дворянства, появилась в начале XVIII века. Из-за высокой " +
            "концентрации эфирных масел имела специфический горький вкус и употреблялась в небольших количествах " +
            "(максимум 2 рюмки) перед едой для повышения аппетита. Закусывали ерофеич жирными мясными и рыбными блюдами.\n" +
            "Ради исторической достоверности в рецепте используются травы, упоминающиеся в первой и третьей версиях происхождения.",
        image: "",
        recipe: "Ингредиенты:"
    },
    {
        id: 9,
        value: "hrenovuha",
        name: "Рецепт Хреновухи",
        title: "Классический рецепт хреновухи на водке на 3 литра:",
        description: "Не существует какого-то старинного и канонического рецепта, которого придерживаются столетиями.\n" +
            "Но я нашёл те пропорции, которые дадут что-то между мягкой и ядрёной настойкой:",
        image: "",
        recipe: "Ингредиенты:"
    },
    {
        id: 10,
        value: "citrus",
        name: "Рецепт Цитрусовой настойки",
        title: "Рецепт цитрусовой настойки:",
        description: "О прекрасном сочетании водки с цитрусовыми фруктами известно давно. Нарезанные дольками апельсины и лимоны – " +
            "это отличная закуска, а их соки входят в состав многих коктейлей. Еще из цитрусовых получаются оригинальные домашние настойки, \n" +
            "которые не стыдно поставить на стол перед гостями. В народе эти напитки называют «апельсиновыми водками», но плоды и кожуру апельсинов также можно настаивать на водке или спирте." +
            "Разбавив водку апельсиновым соком, вы получите простенький слабоалкогольный коктейль, который отлично утоляет жажду и легко пьётся",
        image: "",
        recipe: ""
    },
    {
        id: 11,
        value: "coffee",
        name: "Рецепт кофейного ликёра",
        title: "Рецепт кофейного ликёра:",
        description: "Повышает настроение, отгоняет усталость и сон.",
        image: "",
        recipe: "Ингредиенты:"
    },
    {
        id: 12,
        value: "vodka",
        name: "Водка",
        title: "Водка:",
        description: "На территории России водка появилась в XIV веке в Чудовом монастыре. В винокурне монахи " +
            "делали водку выгонкой спирта из ржаного сырья, которого были излишки в то время. В 1517 году Матвей " +
            "Меховский в «Трактате о двух Сарматиях» упоминает, что жители Московии «делают жгучую жидкость или " +
            "спирт и пьют, чтобы спастись … от холода».",
        image: "",
        recipe: "Хранить водку и другие алкогольные напитки крепостью выше 15-20 градусов в пластиковой таре категорически запрещено. " +
            "Еще одно обязательное условие к емкостям для хранения водки – герметичность."
    },
    {
        id: 13,
        value: "gin",
        name: "Джин",
        title: "Джин:",
        description: "Джин подходит для любителей крепкого алкоголя. Во время застолья охлажденный до температуры +4-6 °C \n" +
            "неразбавленный джин подают в качестве аперитива (до основной трапезы). Напиток возбуждает аппетит и приводит \n" +
            "гостей в восторг, особенно тех, кто никогда не пробовал его раньше.Во рту чистый джин вызывает ощущение холода. \n" +
            "Чистый джин закусывают лимонами, маслинами и даже маринованным луком. Эти продукты не испортят вкус, наоборот, \n" +
            "будут прекрасным дополнением к напитку." +
            "Джин смешивают с газированной минеральной водой, колой, содовой или фруктовыми соками (преимущественно цитрусовыми). \n" +
            "Главное преимущество этого способа – возможность регулировать крепость спиртного в своем бокале.Точных пропорций нет, \n" +
            "разбавлять джин можно по своему усмотрению. Самое популярное сочетание – 1:1, то есть в наполовину наполненный джином \n" +
            "стакан доливают столько же другого безалкогольного напитка.Также джин хорошо сочетается с другим спиртным, например, \n" +
            "с вермутами или ликерами.Мягкий чистый вкус и высокая крепость позволяют смешивать джин с другими ингредиентами, \n" +
            "получая отменные коктейли умеренной крепости",
        image: "",
        recipe: "Ингредиенты:"
    }
]